---
kind: other
id: Properties.T:Autodesk.Revit.DB.Infrastructure.AlignmentStationLabel
source: html/ee5df7a0-c11a-daf4-89c5-2ce3096974cd.htm
---
# AlignmentStationLabel Properties

The ElementId of the Alignment on which the SpotDimension is placed.